Repository: stanford-oval/genie-cloud
Catalog: po/*.po
Languages: it

source: Thank you for verifying your email. You can now use the full functionality of your account.
it: Grazie per aver verificato la tua email. Ora puoi usare tutte le funzionalità del tuo account.

source: Go to My Almond
it: Vai a Il mio Almond

source: Password Reset
it: Reset password

source: New password
it: Nuova password

source: Minimum of 8 characters
it: Minimo di 8 caratteri

source: Confirm password
it: Conferma password

source: The password and the confirmation must match
it: La password e la conferma devono corrispondere

source: To reset your Almond password, please enter your username. An email with instructions will be sent to the address associated with it.
it: Per reimpostare la tua password di Almond, per favore inserisci il tuo nome utente. Un'email con le istruzioni sarà inviata all'indirizzo associato.

source: This organization does not have any publicly visible member.
it: Questa organizzazione non ha nessun membro visibile.

source: This organization does not have any approved device yet.
it: Questa organizzazione non controlla nessun dispositivo approvato.

source: Create Device
it: Crea dispositivo

source: Device Editor
it: Editor dispositivi

source: Create
it: Crea

source: Approve immediately
it: Approva immediatamente

source: Metadata
it: Metadati

source: The unique name of your device entry. This should be a namespaced name like “org.example” or “com.mything”.
it: Il nome univoco della tua voce di dispositivi. Questo dovrebbe essere un nome distinto come “org.example” o “com.mything”.

source: This will be shown in the Thingpedia catalog.
it: Questo sarà mostrato nel catalogo Thingpedia.

source: Description
it: Descrizione

source: Category
it: Categoria

source: Communication
it: Comunicazione

source: Health & Fitness
it: Salute e fitness

source: Data Management
it: Gestione dati

source: Other
it: Altro

source: License
it: Licenza

source: The copyright license for the uploaded code, as a <a href='https://spdx.org/licenses/'>SPDX expression</a>. We recommend <samp>MIT</samp> for open-source devices.
it: La licenza di copyright per il codice inviato, sottoforma di <a href='https://spdx.org/licenses/'>espressione SPDX</a>. Raccomandiamo <samp>MIT</samp> per i dispositivi open-source.

source: This license is <a href='https://www.gnu.org/licenses/gpl-faq.html#WhatDoesCompatMean'>GPL compatible</a>
it: Questa licenza è <a href='https://www.gnu.org/licenses/gpl-faq.html#WhatDoesCompatMean'>compatibile GPL</a>

source: Website
it: Sito web

source: A link to the website for service or device, describing it in more detail (optional).
it: Un link al sito web di questo servizio o dispositivo, che lo descriva in maggiori dettagli (opzionale)

source: Source Code Repository
it: Repository codice sorgente

source: Public repository for the uploaded JavaScript code (optional).
it: Repository pubblico per il codice JavaScript caricato (opzionale)

source: Issue Tracker
it: Registro problemi

source: Link to a public issue tracker where users can report problems with this device (optional).
it: Link a registro di bug pubblico dove gli utenti possono riportare problemi con questo dispositivo (opzionale).

source: Icon
it: Icona

source: Upload ZIP file with JavaScript code
it: Carica file ZIP con il codice JavaScript

source: Manifest
it: Manifesto

source: Default Dataset
it: Dataset di default

source: Login
it: Entra

source: You have configured two-factor authentication for this user. Please enter the One Time Password generated from your Authenticator app.
it: Hai configurato l'autenticazione a due fattori per il tuo utente. Per favore inserisci la password OTP generata dalla tua app di autenticazione.

source: Remember me on this computer.
it: Ricordami su questo computer.

source: Having trouble? If you have lost access to your authenticator app, please contact us to regain access to your account.
it: Hai difficoltà? Se hai perso la tua app di autenticazione, per favore contattaci per ripristinare l'accesso al tuo account.

source: The Open Virtual Assistant
it: L'Assistente Virtuale Aperto

source: Popular Commands
it: Comandi comuni

source: Still Not Seeing What You Want?
it: Ancora non hai trovato ciò che cerchi?

source: Explore Thingpedia
it: Esplora Thingpedia

source: Administration
it: Amministrazione

source: Users
it: Utenti

source: Developer Organizations
it: Organizzazioni di sviluppatori

source: Blog Archive
it: Archivio Blog

source: Natural Language Training
it: Training linguaggio naturale

source: Thingpedia Entities
it: Tipi di entità di Thingpedia

source: Thingpedia String Datasets
it: Dataset di stringhe di Thingpedia

source: Thingpedia Snapshots
it: Snapshot di Thingpedia

source: Thingpedia Datasets
it: Dataset di Thingpedia

source: MTurk Batches
it: Ordini MTurk

source: Kill all users
it: Scollega tutti gli utenti

source: Almond User List
it: Lista utenti di Almond

source: User name
it: Nome utente

source: Human name
it: Nome personale

source: Login methods
it: Metodi di accesso

source: Locale
it: Lingua

source: Timezone
it: Fuso orario

source: Roles
it: Ruoli

source: Engine?
it: Motore?

source: Actions
it: Azioni

source: Site Admin
it: Admin Sito

source: Blog Editor
it: Editor del blog

source: Thingpedia Admin
it: Admin di Thingpedia

source: Trusted Developer
it: Sviluppatore Fidato

source: Discourse Admin
it: Admin di Discourse

source: NLP Admin
it: Admin NLP

source: User
it: Utente

source: Running
it: In funzione

source: Dead
it: Morto

source: Kill user
it: Uccidi utente

source: Start user
it: Avvia utente

source: Promote user
it: Promuovi utente

source: Demote user
it: Retrocedi utente

source: Revoke developer key
it: Revoca chiave di sviluppatore

source: Delete user
it: Elimina utente

source: Almond News
it: Notizie da Almond

source: By %s.
it: Di %s.

source: What's new in Almond
it: Novità in Almond

source: Read more
it: Per saperne di più

source: More news...
it: Più notizie...

source: Developer Console
it: Console sviluppatore

source: Your Alexa Skills
it: Le tue skill di Alexa

source: Caution! Creating Alexa skills in Thingpedia is an experimental feature.
it: Attenzione! Creare skill di Alexa in Thingpedia è una funzionalità sperimentale.

source: Your organization does not own any Alexa skills yet.
it: La tua organizzazione non controlla ancora alcuna skill di Alexa.

source: Create a new skill
it: Crea una nuova skill

source: New Alexa Skill
it: Nuova skill di Alexa

source: The identifier of your skill in the Almond system. This should be a namespaced name like “org.example” or “com.mything”.
it: Il nome univoco della tua skill nel sistema Almond. Questo dovrebbe essere un nome distinto come “org.example” o “com.mything”.

source: Language
it: Lingua

source: Call phrase
it: Frase d'invocazione

source: The name of the skill users will say to invoke your skill in Alexa. E.g. if you choose Banana as the call phrase, users will say “Ask Banana to …” or “Tell Banana to …”.
it: Il nome della skill che i tuoi utenti utilizzeranno per richiamare la skill in Alexa. Per esempio, se scegli Banana come frase d'invocazione, gli utenti diranno “Chiedi a Banana di …” or “Di' a Banana di …”.

source: Choose which Thingpedia devices to include in your skill, or choose none to include all available devices.
it: Scegli quali dispositivi Thingpedia includere nella tua skill, o scegli nessuno per includerli tutti.

source: Anonymous user
it: Utente anonimo

source: The username associated with the Almond profile to use when Alexa users are not logged in to Almond.
it: Il nome utente associato con il profilo Almond da utilizzare quando gli utenti Alexa non sono collegati su Almond.

source: This skill is public for everyone to use.
it: Questa skill è pubblica e può essere usata da tutti.

source: Alexa Skill: %s
it: Skill di Alexa: %s

source: Language: %s
it: Lingua: %s

source: Intents
it: Intenzioni

source: This intent cannot be used in Alexa: %s
it: Questa intenzione non può essere usata in Alexa: %s

source: Interaction Model
it: Modello di interazione

source: Show/Hide Code
it: Mostra/nascondi codice

source: Your developer organization
it: La tua organizzazione di sviluppatore

source: Profile
it: Profilo

source: Update profile
it: Aggiorna profilo

source: Show my organization's public profile
it: Mostra il profilo pubblico della mia organizzazione

source: Statistics
it: Statistiche

source: Your organization owns <strong>%d</strong> Thingpedia device.
it: La tua organizzazione controlla <strong>%d</strong> dispositivo Thingpedia.

source: Of these, <strong>%d</strong> is approved.
it: Di questi, <strong>%d</strong> è approvato.

source: You have <strong>%d</strong> credit.
it: Hai <strong>%d</strong> credito.

source: You will receive <strong>%d</strong> credit on %s.
it: Riceverai <strong>%d</strong> credito il %s.

source: Promote
it: Promuovi

source: Demote
it: Retrocedi

source: Remove
it: Rimuovi

source: Invited (pending)
it: Invitato (in attesa)

source: Rescind invitation
it: Ritira invito

source: Invite a member to your organization
it: Invita un nuovo membro alla tua organizzazione

source: Role
it: Ruolo

source: Invite member
it: Invita membro

source: Your Thingpedia Devices
it: I tuoi dispositivi Thingpedia

source: Update
it: Aggiorna

source: Your organization does not own any device yet.
it: La tua organizzazione non controlla ancora alcun dispositivo.

source: Upload a new device
it: Carica un nuovo dispositivo

source: Your LUInet Models
it: I tuoi modelli LUInet

source: Caution! Uploading custom template packs and training custom LUInet models is an experimental feature.
it: Attenzione! Caricare pacchetti di template e allenare modelli LUInet personalizzati è una funzionalità sperimentale.

source: Train
it: Allena

source: Train Model
it: Allena modello

source: Would you like to train the model %s on the current %s dataset?
it: Vuoi allenare il modello %s con il dataset %s corrente?

source: Training will cost you %d credit.
it: L'allenamento ti costerà %d credito.

source: Template Pack: %s
it: Pacchetto di template: %s

source: Devices: <i>all</i> (approved only)
it: Dispositivi: <i>tutti</i> (solo approvati)

source: Devices: <i>all</i>
it: Dispositivi: <i>tutti</i>

source: Devices:
it: Dispositivi:

source: Access Token:
it: Token di accesso:

source: Show/Hide
it: Mostra/nascondi

source: Your organization does not own any LUInet model yet.
it: La tua organizzazione non controlla ancora alcun modello LUInet.

source: Create a new model
it: Crea un nuovo modello

source: New LUInet Model
it: Nuovo modello LUInet

source: The unique name of your model. This should be a namespaced name like “org.example” or “com.mything”.
it: Il nome univoco del tuo modello. Questo dovrebbe essere un nome distinto come “org.example” o “com.mything”.

source: Template pack
it: Pacchetto di template

source: The ID of the template pack to use when generating the dataset for this model.
it: L'ID del pacchetto di template da usare per generare il dataset per questo modello.

source: Flags
it: Flag

source: Template flags to enable.
it: Flag di template da abilitare.

source: Choose which devices to include in your model, or choose none to include all available devices.
it: Scegli quali dispositivi Thingpedia includere nel tuo modello, o scegline nessuno per includerli tutti.

source: Use approved version of the devices.
it: Usa la versione approvata dei tuoi dispositivi.

source: Include a match on the exact form of the primitive templates in addition to the predicted results from the neural network.
it: Includi la corrispondenza alla forma esatta dei template primitivi in aggiunta ai risultati predetti dalla rete neurale.

source: This model is public for everyone to use.
it: Questo modello è pubblico e può essere usato da tutti.

source: Your LUInet Template Packs
it: I tuoi pacchetti di template LUInet

source: Version: %d
it: Versione: %d

source: Public
it: Pubblico

source: Private
it: Privato

source: Your organization does not own any LUInet template pack yet.
it: La tua organizzazione non controlla ancora alcun pacchetto di template LUInet.

source: Upload a new template pack
it: Carica un nuovo pacchetto di template

source: New LUInet Template Pack
it: Nuovo pacchetto di template LUInet

source: The unique name of your template pack. This should be a namespaced name like “org.example” or “com.mything”.
it: Il nome univoco della tuo pacchetto di template. Questo dovrebbe essere un nome distinto come “org.example” o “com.mything”.

source: This description will be shown on the documentation
it: Questo sarà mostrato nella documentazione.

source: Multiple flags can be separated by a comma or space.
it: Più flag possono essere separate da una virgola o uno spazio.

source: The zip file containing the Genie templates and all necessary support code. The primary template module should be called index.genie.
it: Il file zip contenente i template Genie e tutto il codice di supporto. Il modulo di template principale deve essere chiamato index.genie.

source: This template is public for everyone to use.
it: Questo template è pubblico e può essere usato da tutti.

source: Your OAuth Applications
it: Le tue applicazioni OAuth 2.0

source: OAuth apps allow you to develop software that accesses Almond as a service, for example in a smart speaker. For further information, see the <a href='/doc/my-api.md'>Web Almond API Guide</a>.
it: Applicazioni OAuth consentono di sviluppare software che accede ad Almond come un servizio, per esempio in uno smart speaker. Per maggiori informazioni, consulta la <a href='/doc/my-api.md'>Guida API di Web Almond</a>.

source: Your organization does not have any OAuth apps yet.
it: La tua organizzazione non ha ancora nessuna app OAuth.

source: Register a new OAuth app
it: Registra una nuova app OAuth

source: New OAuth App
it: Nuova app OAuth

source: This name will be shown on the authorization page
it: Questo nome sarà mostrato nella pagina di autorizzazione.

source: Allowed Redirect URLs
it: URL di redirect consentite

source: Multiple URLs can be separated by a space.
it: Più URL possono essere separate da uno spazio

source: Additional Permissions
it: Permessi aggiuntivi

source: Read the list of active commands and configured devices
it: Leggere la lista dei comandi attivi e dei dispositivi configurati

source: Observe the results of executed commands and read notifications
it: Osservare i risultati dei comandi eseguiti e ricevere notifiche

source: Access Web Almond and execute ThingTalk code
it: Accedere a Web Almond ed eseguire codice ThingTalk

source: Read the user's Thingpedia devices.
it: Leggere i dispositivi Thingpedia dell'utente.

source: Modify the user's Thingpedia devices and upload new ones.
it: Modificare i dispositivi Thingpedia dell'utente e caricarne di nuovi.

source: Modify the user's Thingpedia organization settings (name, members).
it: Modificare le impostazioni dell'organizzazione Thingpedia dell'utente (nome, membri)

source: Overview
it: Panoramica

source: Train Almond
it: Allena Almond

source: Almond Status and Logs
it: Status e registri di Almond

source: Thingpedia Devices
it: Dispositivi Thingpedia

source: OAuth Applications
it: Applicazioni OAuth

source: LUInet Models (Beta)
it: Modelli LUInet (Beta)

source: Alexa Skills (Beta)
it: Skill di Alexa (Beta)

source: If Almond is misbehaving or misinterpreting your input, you can correct it here.
it: Se Almond non si comporta correttamente o non comprende il tuo input, puoi correggerlo qui.

source: Type a sentence and then press <kbd>Enter</kbd>. Then click on the corresponding interpretation, or use the ThingTalk options to write the corresponding code manually.
it: Inserisci una frase e premi <kbd>Invio</kbd>. Poi clicca sull'interpretazione corrispondente, o usa le opzioni ThingTalk per scrivere il codice manualmente.

source: Edit ThingTalk before learning.
it: Modifica ThingTalk prima di imparare.

source: Code:
it: Codice:

source: Learn
it: Impara

source: Almond's choice:
it: La scelta di Almond:

source: Your choice:
it: La tua scelta

source: You have trained Almond with <span id=counter></span> sentences. Thank you!
it: Hai allenato Almond con <span id=counter></span> frasi. Grazie!

source: Success
it: Successo

source: Your developer organization has been created. You can now start contributing!
it: La tua organizzazione di sviluppatore è stata create. Ora puoi iniziare a contribuire!

source: Go to my developer console
it: Vai alla mia console di sviluppatore

source: Selected
it: Selezionati

source: Add new
it: Aggiungi nuovo

source: Type to search…
it: Scrivi per cercare…

source: Name of the new device
it: Nome del nuovo dispositivo

source: New Skill
it: Nuova skill

source: What skill do you want to set up?
it: Quale skill vuoi configurare?

source: Almond Documentation
it: Documentazione di Almond

source: Documentation Search
it: Cerca nella documentazione

source: Type to search...
it: Scrivi per cercare...

source: Search documentation
it: Cerca documentazione

source: Upvote
it: Mi piace

source: Downvote
it: Non mi piace

source: Datasets
it: Dataset

source: Type
it: Tipo

source: Size
it: Dimensione

source: Available LUInet Templates
it: Template LUInet disponibili

source: Available flags: %s
it: Flag disponibili: %s

source: Go to the home page
it: Vai alla mia home page

source: Thank You!
it: Grazie!

source: You paraphrases has been submitted. Thank you a lot for contributing to Almond. We will mark your submission once we finish this batch.
it: Le tue parafrasi sono state sottomesse. Grazie per aver contribuito ad Almond. Marcheremo la tua sottomissione quando questo ordine è completo.

source: Here is your submission code. Make sure you copy and paste it into your Mechanical Turk submission.
it: Ecco il tuo codice di sottomissione. Assicurati di copiarlo e incollarlo nella tua sottomissione Mechanical Turk.

source: My Almond
it: Il mio Almond

source: Settings
it: Impostazioni

source: Log Out
it: Esci

source: Log In
it: Entra

source: Authorize %s to access your Almond?
it: Autorizzare %s ad accedere al tuo Almond?

source: Authorizing this application will grant the following permissions:
it: Se autorizzata, l'applicazione riceverà i permessi segenti:

source: Read your user profile (name, email).
it: Leggere il tuo profilo utente (nome, email)

source: Read the list of your active commands, and the list of configured devices.
it: Leggere la lista dei tuo comandi attivi e la lista dei dispositivi configurati.

source: Execute commands on your behalf.
it: Eseguire comandi a tuo nome.

source: Access all your stored credentials.
it: Accedere a tutte le tue credenziali memorizzate.

source: See the devices you uploaded to Thingpedia before they are approved, and access their code.
it: Visualizzare i dispositivi che hai caricato in Thingpedia prima che siano approvati, e scaricare il loro codice.

source: Upload new devices to Thingpedia, and update existing devices.
it: Caricare nuovi dispositivi in Thingpedia, e aggiornare dispositivi esistenti.

source: Modify the settings of your Thingpedia developer organization.
it: Modificare le impostazioni della tua organizzazione di sviluppatore in Thingpedia.

source: %s is not affiliated or verified by Almond. We make no representation as to the quality of this application. Please only grant access to applications you trust.
it: %s non è affiliata o verificata da Almond. Non possiamo in alcun modo garantire la qualità di questa applicazione. Consenti l'accesso solo ad applicazioni di cui ti fidi.

source: This app is developed by %s (%s)
it: Questa app è sviluppata da %s (%s)

source: Allow
it: Consenti

source: Deny
it: Nega

source: Register
it: Registrati

source: This e-mail will only be used by the system administrators to contact you in case of necessity, and will not be divulgated or displayed publicly.
it: Questa e-mail sarà usata solo dagli amministratori di sistema per contattarti in caso di necessità, e non sarà divulgata o mostrata pubblicamente.

source: By clicking Register above, you agree to the <a href='/about/tos'>terms of service</a> of the Almond service.
it: Cliccano Registrati sopra, confermi di aderire ai <a href='/about/tos'>termini di servizio</a> del servizio Almond.

source: Status
it: Stato

source: Status of your Almond Engine:
it: Stato del tuo motore Almond:

source: Killed
it: Terminato

source: Kill
it: Termina

source: Start
it: Avvia

source: Recovery Options
it: Opzioni di recupero

source: Clear cache
it: Pulisci cache

source: Clear data
it: Elimina tutti i dati

source: Are you sure you want to delete all your data?
it: Sei sicuro che vuoi eliminare tutti i tuoi dati?

source: This operation will remove all your configured accounts, and stop all active commands. Use this option only as a last resort to recover a broken engine.
it: Questa operazione rimuoverà tutti gli accounti configurati, e fermerà tutti i comandi attivi. Usa questa opzione some come ultima istanza per recuperare un motore rotto.

source: Your submissions to Thingpedia will not be affected.
it: Le tue contribuzioni a Thingpedia non saranno coinvolte.

source: Clear Data
it: Elimina dati

source: Cached Modules
it: Moduli in cache

source: Version
it: Versione

source: The list of cached modules is not available when the engine is not running.
it: La lista dei moduli in cache non è disponibile se il motore non è in funzione.

source: Logs
it: Registri

source: You are not an approved developer, so you cannot see the logs of your engine.
it: Non sei uno sviluppatore approvato, non puoi vedere i registri del tuo motore.

source: Apply to be a developer
it: Fai domanda per essere sviluppatore

source: Entity Types
it: Tipi di entità

source: Create a new entity type
it: Crea un nuovo tipo di entità

source: New Entity Type
it: Nuovo tipo di entità

source: Entity ID
it: ID entità

source: Entity ID, used to form type references in ThingTalk. Must be of the form <i>prefix</i>:<i>suffix</i>, where <i>prefix</i> is the ID of a device entry you control, and <i>suffix</i> is an identifier.
it: ID di entità, usato per formare referenze nei tipi di ThingTalk. Dev'essere della forma <i>prefisso</i>:<i>suffisso</i>, dove <i>prefisso</i> è l'ID di un dispositivo controllato da te, e <i>suffisso</i> è un identificatore.

source: This entity is an opaque identifier that cannot be used from natural language.
it: Questà entità è un identificatore opaco e non può essere usata in linguaggio naturale.

source: List of values
it: Lista dei valori

source: Upload a CSV file with all the values for this entity, one per line. The file should be formatted as <samp><i>value</i>,<i>name</i></samp>, where <i>value</i> is the API identifier and <i>name</i> is the name that will be available in natural language. If an entity can have multiple names (e.g. the stock ticker symbol ‘goog’ can be recalled as Google or Alphabet), use multiple lines with different names and same value.
it: Carica un file con tutti i valori di questa entità, uno per linea. Il file deve essere formatto come <samp><i>valore</i>,<i>nome</i></samp>, dove <i>valore</i> è l'identificativo API e <i>nome</i> è il nome che sarà disponibile in linguaggio naturale. Se un entità ha più nomi (ad esempio il simbolo di borsa ‘goog’ può essere chiamato Google o Alphabet), usa più linee con nomi diversi e valore uguale.

source: This is a builtin entity with special natural language support.
it: Questa è una entità predefinita con un supporto speciale per il linguaggio naturale.

source: This is a built-in entity type with special natural language support.
it: Questa è una entità predefinita con un supporto speciale per il linguaggio naturale.
