Repository: stanford-oval/genie-cloud
Catalog: po/*.po
Languages: it

source: Almond - Page Not Found
it: Almond - Pagina non trovata

source: The requested page does not exist.
it: La pagina richiesta non esiste.

source: Terms of Service for Almond & Thingpedia
it: Termini e condizioni di Almond & Thingpedia

source: Almond Privacy Policy
it: Politica Privacy di Almond

source: Thingpedia - Administration
it: Thingpedia - Amministrazione

source: Almond - Administration
it: Almond - Amministrazione

source: Almond - User List
it: Almond - Lista Utenti

source: Thingpedia - Administration - Natural Language Training
it: Thingpedia - Amministrazione - Training Linguaggio Naturale

source: Thingpedia - Error
it: Thingpedia - Errore

source: You cannot delete yourself
it: Non puoi cancellare te stesso

source: You cannot demote yourself
it: Non puoi retrocedere te stesso

source: You cannot revoke your own dev credentials yourself
it: Non puoi revocare le tue credenziali di sviluppatore da solo

source: Almond - Developer Organizations
it: Almond - Organizzazioni di Sviluppatori

source: Almond - Developer Organization
it: Almond - Organizzazione di Sviluppatore

source: No such user %s
it: L'utente %s non esiste

source: %s is already a member of another developer organization.
it: %s è già membro di un'altra organizzazione di sviluppatori.

source: Almond - Blog Archive
it: Almond - Archivio Blog

source: Almond - Blog Editor
it: Almond - Editor Blog

source: Saved
it: Salvato

source: Almond Blog
it: Blog di Almond

source: Almond Blog - %s
it: Blog di Almond - %s

source: Almond Developer Console - Alexa Skills
it: Console sviluppatore di Almond - Skill di Alexa

source: Unsupported language
it: Lingua non supportata

source: A model with this ID already exists.
it: Un modello con questo ID esiste già.

source: Invalid device list
it: Lista dispositivi non valida

source: The following devices do not exist or are not visible: %s
it: I seguenti dispositivi non esistono o non sono visibili: %s

source: get %s
it: ottieni %s

source: show me %s
it: mostrami %s

source: tell me %s
it: dimmi %s

source: what are %s
it: cosa sono %s

source: list %s
it: elenca %s

source: please %s
it: per favore %s

source: Alexa does not support monitoring or notifications
it: Alexa non supporta le notifiche

source: Unsupported slot %s of type %s
it: Slot %s di tipo %s non supportato

source: Almond Developer Console
it: Console sviluppatore di Almond

source: Almond Developer Console - OAuth 2.0 Applications
it: Console sviluppatore di Almond - Applicazioni OAuth 2.0

source: %s has not verified their email address yet.
it: %s non ha ancora verificato il proprio indirizzo email.

source: Almond - Error
it: Almond - Errore

source: You are already a member of another developer organization.
it: Sei già membro di un'altra organizzazione di sviluppatori.

source: The invitation is no longer valid. It might have expired or might have been rescinded by the organization administrator.
it: L'invito non è più valido. Potrebbe essere scaduto o essere stato ritirato dall'amministratore dell'organizzazione.

source: Almond - Developer Invitation
it: Almond - Invito a Sviluppatore

source: You're now a member of the %s organization.
it: Ora sei un membro dell'organizzazione %s.

source: No such user
it: L'utente cercato non esiste

source: You cannot remove yourself from your developer organization.
it: Non puoi rimuove te stesso dalla tua organizzazione di sviluppatori.

source: The user is not a member of your developer organization.
it: L'utente non è un membro della tua organizzazione di sviluppatori.

source: You cannot demote yourself.
it: Non puoi retrocedere te stesso

source: You cannot use the word “%s” in your organization name.
it: Non puoi usare il termine “%s” nel nome della tua organizzazione.

source: Almond - Train Almond
it: Almond - Allena Almond

source: Almond Developer Console - Models
it: Console sviluppatore di Almond - Modelli

source: Almond Developer Console - Devices
it: Console sviluppatore di Almond - Dispositivi

source: Invalid scope
it: Ambito di accesso non valido

source: Invalid redirect URI (must be an absolute https: URL)
it: URL di redirezione non valida (deve essere una URL assoluta https:)

source: Name must be provided
it: Il nome deve essere fornito

source: Must upload an icon
it: È necessario caricare un icona

source: user-sync scope is valid only for administrators
it: L'ambito user-sync è valido solo per gli amministratori

source: Thingpedia - Configure device
it: Thingpedia - Configura dispositivo

source: Not found.
it: Non trovato.

source: Thingpedia - Documentation
it: Thingpedia - Documentazione

source: LUInet - Datasets
it: LUInet - Dataset

source: No such template pack %s
it: Il pacchetto di template %s non esiste

source: Invalid flags
it: Flag non valide

source: The template %s does not support the flag %s
it: Il template %s non supporta la flag %s

source: LUInet - Available Models
it: LUInet - Modelli disponibili

source: index.genie missing from template zip file
it: index.genie mancante nel file zip del template

source: Zip file missing
it: File zip mancante

source: A template pack with this ID already exists.
it: Un pacchetto di template con questo nome esiste già.

source: LUInet - Available Genie Templates
it: LUInet - Template Genie disponibili

source: Must upload the CSV file
it: È necessario caricare un file CSV

source: Thingpedia - MTurk Batches
it: Thingpedia - Ordini MTurk

source: Cannot start validation: no paraphrases have been submitted yet.
it: Impossibile iniziare la validazione: non sono ancora state inviate parafrasi.

source: Cannot start validation: the batch is already closed.
it: Impossibile iniziare la validazione: la partita è già chiusa.

source: The HIT you're trying to submit was already closed.
it: Il task che stai cercando di inviare è già stato chiuso.

source: Thank you
it: Grazie

source: Paraphrase
it: Parafrasi

source: The HIT you're trying to submit is not open yet, or was already closed.
it: Il task che stai cercando di inviare non è ancora aperto, o è già stato chiuso.

source: Missing or invalid parameter %s
it: Parametro %s mancante o non valido

source: You have made too many mistakes. Please go back and try again.
it: Hai fatto troppi errori. Per favore torna indietro e prova di nuovo.

source: Almond - Paraphrase Validation
it: Almond - Validazione parafrasi

source: Unknown device
it: Dispositivo sconosciuto

source: Description not available
it: Descrizione non disponibile

source: Almond - Authorize Access
it: Almond - Autorizza l'accesso

source: Some app
it: Una certa app

source: Thingpedia - My Almond
it: Thingpedia - Il Mio Almond

source: Thingpedia - Web Almond
it: Thingpedia - Almond Web

source: Thingpedia - Status
it: Thingpedia - Stato

source: Your engine is running, kill it before attempting recovery
it: Il tuo motore è in funzione, fermalo prima di provare il recupero

source: Thingpedia - Supported Operations
it: Thingpedia - Operazioni supportate

source: list of %s
it: lista di %s

source: free-form text
it: testo libero

source: number
it: numero

source: true or false
it: vero o falso

source: currency amount
it: ammontare in moneta

source: one of %s
it: uno di %s

source: time of day
it: ora del giorno

source: point in time
it: data e ora

source: location
it: località

source: %d milliseconds
it: %d millisecondi

source: %d hours %d minutes %d seconds
it: %d ore %d minuti %d secondi

source: %d minutes %d seconds
it: %d minuti %d secondi

source: %d hours %d seconds
it: %d ore %d secondi

source: second
it: secondo

source: %d hours %d minutes
it: %d ore %d minuti

source: minute
it: minuto

source: hour
it: ora

source: Thingpedia - Account details
it: Thingpedia - Dettagli dell'account

source: Thingpedia - Device details
it: Thingpedia - Dettagli del dispositivo

source: Thingpedia - Entity Types
it: Thingpedia - Tipi di entità

source: Thingpedia - Entity Values
it: Thingpedia - Valori di entità

source: Thingpedia - The Open API Collection
it: Thingpedia - La collezione di API aperta

source: Almond - Not Found
it: Almond - Non trovato.

source: The requested organization does not exist.
it: L'organizzazione richiesta non esiste.

source: Almond - Public Profile of %s
it: Almond - Profilo pubblico di %s

source: The requested user does not exist.
it: L'utente richiesto non esiste.

source: Not Found.
it: Non trovato.

source: Thingpedia - Type detail
it: Thingpedia - Dettagli del tipo

source: Thingpedia - List of Snapshots
it: Thingpedia - Lista di Snapshot

source: Thingpedia - String Types
it: Thingpedia - Tipi di stringhe

source: Translate Thingpedia
it: Traduci Thingpedia

source: Translations for English cannot be contributed.
it: Traduzioni per l'inglese non possono essere inviate.

source: Thingpedia - Translate Device
it: Thingpedia - Traduci dispositivo

source: Invalid language identifier %s.
it: Identificativo di linguaggio %s non valido.

source: Thingpedia - Create New Device
it: Thingpedia - Crea nuovo dispositivo

source: Thingpedia - Edit Device
it: Thingpedia - Modifica dispositivo

source: Almond - Registration Successful
it: Almond - Registrazione riuscita

source: Almond - Login
it: Almond - Entra

source: You already configured two-factor authentication.
it: Hai già configurato l'autenticazione a due fattori.

source: Almond - Two-Factor Authentication
it: Almond - Autenticazione a due fattori

source: Invalid OTP Code. Please check that your Authenticator app is properly configured.
it: Codice OTP non valido. Per favore verifica che la tua app di autenticazione sia correttamente configurata.

source: Two-factor authentication was set up successfully. You will need to use your Authenticator app at the next login.
it: L'autenticazione a due fattori è stata configurata correttamente. Al prossimo login dovrai usare l'app di autenticazione.

source: Almond - Register
it: Almond - Registrati

source: You must specify a valid username of at most 60 characters. Special characters or spaces are not allowed.
it: Devi specificare uno username valido con al massimo 60 caratteri. Caratteri speciali non sono consentiti.

source: You must specify a valid email.
it: Devi specificare una email valida.

source: You must specifiy a valid password, of at least 8 characters.
it: Devi specificare una password valida (di almeno 8 caratteri).

source: The password and the confirmation do not match.
it: La password e la conferma non corrispondono.

source: The verification link you have clicked is not valid. You might be logged-in as the wrong user, or the link might have expired.
it: Il link di verifica che hai cliccato non è valido. Potresti essere collegato con utente diverso, o il link potrebbe essere scaduto.

source: Almond - Verification Successful
it: Almond - Verifica riuscita

source: Your email address was already verified.
it: Il tuo indirizzo email era già stato verificato.

source: Almond - Verification Sent
it: Almond - Verifica inviata

source: A verification email was sent to %s. If you did not receive it, please check your Spam folder.
it: Un'email di verifica è stata inviata a %s. Se non l'hai ricevuta, per favore controlla la tua cartella Spam.

source: Almond - Password Reset
it: Almond - Reset password

source: Almond - Password Reset Sent
it: Almond - Reset password inviato

source: A recovery email was sent to the address on file for %s. If you did not receive it, please check the spelling of your username, and check your Spam folder.
it: Un'email di recupero è stata inviata all'indirizzo memorizzato per %s. Se non l'hai ricevuta, per favore controlla l'ortografia del tuo username, e controlla la tua cartella di Spam.

source: You did not verify your email address, hence you cannot recover your password automatically. Please contact the website adminstrators to recover your password.
it: Non hai verificato il tuo indirizzo email, pertanto non puoi recuperare la password automaticamente. Per favore contatta gli amministratori del sito per recuperare la tua password.

source: The user for which you're resetting the password no longer exists.
it: L'utente per cui stai reimpostando la password non esiste più.

source: The verification link you have clicked is not valid.
it: Il link di verifica non è valido.

source: You must specifiy a valid password (of at least 8 characters)
it: Devi specificare una password valida (di almeno 8 caratteri)

source: The password and the confirmation do not match
it: La password e la conferma non corrispondono

source: Invalid OTP code
it: Codice OTP non valido

source: Your password was reset successfully.
it: La tua password è stata reimpostata con successo.

source: Thingpedia - User Profile
it: Thingpedia - Profilo utente

source: A verification email was sent to your new email address. Account functionality will be limited until you verify your new address.
it: Un'email di verifica è stata inviata al tuo nuovo indirizzo. Alcune funzionalità del tuo account saranno limitate fino a quando non verificherai il nuovo indirizzo.

source: You must specifiy your old password
it: Devi specificare la tua vecchia password

source: You are already an enrolled developer.
it: Sei già uno sviluppatore approvato.

source: You must validate your email address before you can apply to be a Thingpedia developer.
it: Devi verificare il tuo indirizzo email prima di fare domanda per diventare uno sviluppatore Thingpedia.

source: Thingpedia - Developer Program
it: Thingpedia - Programma sviluppatori

source: Become a Thingpedia Developer
it: Diventa uno sviluppatore per Thingpedia

source: You must acknowledge that you read the Terms of Service.
it: Devi accettare i Termini di Servizio.

source: You must verify your email before accessing Almond's Discourse.
it: Devi verificare la tua email prima di accedere alla community di Almond.

source: Get Almond
it: Ottieni Almond

source: Get Involved With Almond
it: Partecipa ad Almond

source: Use Almond In Your Product
it: Usa Almond nel tuo prodotto

source: News
it: Notizie

source: notify me %s
it: notificami %s

source: You do not have enough credits to complete this operation, you need at least %d.
it: Non hai abbastanza crediti per completare questa operazione, te ne serve almeno %d.

source: There is a problem with the Thingpedia account or device you are trying to configure: %s. Please report this issue to the developer of Thingpedia device.
it: C'è un problema con l'account o il dispositivo Thingpedia che stai cercando di configurare: %s. Per favore, segnala questo problema allo sviluppatore del dispositivo Thingpedia.

source: Code: %d
it: Codice: %d

source: Almond - Forbidden
it: Almond - Vietato

source: The identifier you selected is already in use.
it: L'identificativo scelto è già in uso.

source: You do not have permission to perform the requested operation.
it: Non sei autorizzato a eseguire l'operazione richiesta.

source: Almond - Internal Server Error
it: Almond - Errore interno al server

source: Code: %s
it: Codice: %s

source: package.json missing from device zip file
it: package.json mancante nel file zip

source: Invalid package.json (missing name or main)
it: package.json non valido ("name" o "main" mancante)

source: An icon must be specified for new devices
it: Devi specificare un'icona per un nuovo dispositivo

source: Invalid zip file
it: File zip non valido

source: Invalid request
it: Richiesta non valida

source: A user with this email already exist, but the email was not verified before.
it: Un utente con questo indirizzo email esiste già, ma l'email non è stata verificata.

source: Invalid entity type ID.
it: ID di tipo entità non valido.

source: The prefix of the entity ID must correspond to the ID of a Thingpedia device owned by your organization.
it: Il prefisso dell'ID di entità deve corrispondere all'ID di un dispositivo in Thingpedia di proprietà della tua organizzazione.

source: You must upload a CSV file with the entity values.
it: Devi caricare un file CSV con i valori di entità.

source: Invalid string type ID.
it: ID di tipo di stringa non valido.

source: Invalid license.
it: Licenza non valida.

source: The prefix of the dataset ID must correspond to the ID of a Thingpedia device owned by your organization.
it: Il prefisso dell'ID di dataset deve corrispondere all'ID di un dispositivo in Thingpedia di proprietà della tua organizzazione.

source: You must upload a TSV file with the string values.
it: Devi caricare un file TSV con i valori di stringa.

source: A user with this name already exists.
it: Un utente con questo nome esiste già.

source: A user with this email already exists.
it: Un utente con questo indirizzo email esiste già.

source: You do not have permission to perform this operation.
it: Non sei autorizzato a eseguire l'operazione richiesta.

source: Invalid device category %s
it: Categoria di dispositivo %s non valida

source: Terms & Conditions
it: Termini e condizioni

source: Stanford Home
it: Homepage Stanford

source: Maps & Directions
it: Mappe & Direzioni

source: Search Stanford
it: Cerca Stanford

source: Emergency Info
it: Info emergenza

source: Non-Discrimination
it: Non-discriminazione

source: Terms of Service
it: Termini di servizio

source: Accessibility
it: Accessibilità

source: Report a bug
it: Riporta un bug

source: Connect with us on Twitter
it: Collegati con noi su Twitter

source: Subscribe to our RSS Feed
it: Sottoscrivi al nostro feed RSS

source: Contact us via email
it: Contattaci via email

source: Web Almond
it: Almond Web

source: Web Almond gives you the full power of a personal virtual assistant, without leaving the browser.
it: Almond Web ti offre il potere completo di un assistente virtuale completo, senza lasciare il browser.

source: Web Almond is provided free of charge to the research community. Use of Web Almond constitutes acceptance of the <a href="/about/tos">Terms of Service</a> and <a href="/about/privacy">Privacy Policy</a>.
it: Almond Web è fornito gratuitamente alla comunità accademica. L'uso di Almond Web costituisce l'accettazione dei <a href="/about/tos">Termini di Servizio</a> e della <a href="/about/privacy">Politica di Privacy</a>

source: Go To Web Almond
it: Vai ad Almond Web

source: Create An Account
it: Crea un account

source: Almond on your Laptop
it: Almond nel tuo portatile

source: Almond is also available as a native application for the GNOME desktop environment.
it: Almond è anche disponibile come applicazione nativa per l'ambiente desktop GNOME.

source: Use <a href="/thingpedia/devices/by-id/org.thingpedia.builtin.thingengine.gnome">Almond 4 GNOME</a> to open apps and documents, take screenshots, change settings and lock your PC automatically.
it: Usa <a href="/thingpedia/devices/by-id/org.thingpedia.builtin.thingengine.gnome">Almond GNOME</a> per aprire app e documenti, fare screenshot, cambiare le impostazioni e bloccare il tuo PC automaticamente.

source: Download on Flathub
it: Scarica su Flathub

source: Almond for Android
it: Almond per Android

source: A beta version of the Almond app is also available as a native Android application.
it: Una versione beta dell'app Almond è anche disponibile come applicazione Android nativa.

source: When you install Almond on your Android phone, all your data and credentials are stored only on your device.
it: Se installi Almond sul tuo telefono Android, tutti i tuoi dati e le tue credenziali sono memorizzate solo sul tuo dispositivo.

source: This ensures the maximum level of privacy, without sacrificing the convenience of having Almond always with you.
it: Questo assicura il massimo livello di privacy, senza sacrificare la convenienza di avere Almond sempre con te.

source: Google Play and the Google Play logo are trademarks of Google LLC.
it: Google Play e il logo Google Play sono marchi registrati di Google LLC.

source: Other Download Options
it: Altre opzioni di download

source: Still have not found what your looking for?
it: Ancora non hai trovato ciò che stai cercando?

source: Almond is also available as a <a href='https://github.com/stanford-oval/almond-server'>smart speaker</a> (hardware not included), and <a href='https://github.com/stanford-oval/almond-cmdline'>command line application</a>.
it: Almond è anche disponiible come <a href='https://github.com/stanford-oval/almond-server'>smart speaker</a> (hardware non incluso) e una<a href='https://github.com/stanford-oval/almond-cmdline'>applicazione da linea di comando</a>

source: And if that is not enough, you can find Almond's source code in our <a href='https://github.com/stanford-oval'>Github page</a>.
it: E se non è ancora abbastanza, puoi trovare il codice sorgente di Almond nella nostra <a href='https://github.com/stanford-oval'>pagina GitHub</a>.

source: Contribute To Almond
it: Contribuisci ad Almond

source: Get Involved
it: Partecipa

source: Almond is a community project, and we welcome anyone to use it, contribute to it, and help us make it the best virtual assistant.
it: Almond è un progetto di comunità, e tutti quandi sono i benvenuti ad usarlo, a contribuire e ad aiutarci a creare il miglior assistente virtuale.

source: You can contribute to Thingpedia, our crowdsourced, non-proprietary repository of digital interfaces and their linguistic representation. You can improve our website, client applications, dialog agents, or even our underlying technology. You can use, remix, and rebrand Almond in your own project.
it: Puoi contribuire a Thingpedia, la nostra collezione crowdsourced, non proprietaria, di interfacce digitali e delle loro rappresentazioni linguistiche. Puoi migliorare il nostro sito web, le nostre applicazioni client, i nostri agenti di dialogo, o persino la tecnologia sottostante. Puoi usare, remixare, e cambiare l'immagine di Almond nel tuo progetto.

source: We welcome everyone to contribute to Almond!
it: Tutti quanti sono i benvenuti a contribuire a Almond!

source: Sign up to be part of our community
it: Entra a far parte della nostra comunità

source: Get In Touch
it: Contattaci

source: Community Forum
it: Forum della comunità

source: RSS Feed
it: Feed RSS

source: Gitter Chat
it: Chat su Gitter

source: Email Us
it: Scrivici una Email

source: Slack (by invitation only)
it: Slack (solo su invito)

source: What can I do for Almond?
it: Cosa posso fare con Almond?

source: Contribute To Thingpedia
it: Contribuisci a Thingpedia

source: Develop Almond
it: Sviluppa Almond

source: Donate to Almond
it: Dona ad Almond

source: The Open, Privacy-Preserving Virtual Assistant
it: L'Assistente Virtuale aperto e che protegge la privacy

source: Almond translates your commands into a personalized program.
it: Almond traduce i tuoi comandi in un programma personalizzato.

source: Smart
it: Intelligente

source: Privacy-preserving
it: Preserva la privacy

source: Extensible
it: Estensibile

source: Open To All
it: Aperto a tutti

source: I'm Interested
it: Sono Interessato

source: Go To My Almond
it: Vai al mio Almond

source: Try Almond Now
it: Prova Almond ora

source: Cancel
it: Annulla

source: Command:
it: Comando:

source: Write your command or answer here
it: Inserisci qui il tuo comando o la tua risposta

source: Almond is thinking…
it: Almond sta pensando…

source: Lost connection to the server.
it: Connessione al server persa.

source: Build with Almond
it: Costruisci con Almond

source: Join Our Community
it: Entra nella nostra comunità

source: Try Almond
it: Prova Almond

source: Brought to you by the <a href='https://oval.cs.stanford.edu'>Stanford Open Virtual Assistant Lab</a>.
it: Realizzato per te dallo <a href='https://oval.cs.stanford.edu'>Stanford Open Virtual Assistant Lab</a>.

source: Notifications That Matter To You
it: Notifiche importanti per te
