Repository: stanford-oval/genie-cloud
Catalog: po/*.po
Languages: it

source: This is an internally created, system device in any Almond.
it: Questo è un dispositivo di sistema, creato internamente da Almond.

source: This is a builtin device in certain versions of Almond. It may not be available in the Almond you are using.
it: Questo è un dispositivo predefinito in alcune versioni di Almond. Potrebbe non essere disposibile nella versione di Almond che stai usando.

source: This device extends the functionality of %s.
it: Questo dispositivo estende la funzionalità di %s.

source: Class:
it: Classe:

source: , version none (approved), %d (developer); this version: %d
it: , versione nessuna (approvata), %d (sviluppatore); questa versione: %d

source: , version %d (approved), %d (developer); this version: %d
it: , versione %d (approvata), %d (sviluppatore); questa versione: %d

source: , version %d; this version: %d
it: , versione %d; questa versione: %d

source: , version none (approved), %d (developer)
it: , versione nessuna (approvata), %d (sviluppatore)

source: , version %d (approved), %d (developer)
it: , versione %d (approvata), %d (sviluppatore)

source: , version %d
it: , versione %d

source: Uploaded By:
it: Caricato da:

source: License:
it: Licenza

source: Free
it: Libero

source: Unknown
it: Sconosciuto

source: Configures:
it: Configura:

source: Configuring this device will also configure one or more of the following:
it: Configurando questo dispositivo saranno anche configurati i seguenti:

source: Commands
it: Comandi

source: This device has no commands of its own.
it: Questo dispositivi non ha comandi propri.

source: Inputs:
it: Input:

source: Results:
it: Risultati

source: This operation returns a list of results.
it: Questa operazione ritorna una lista di risultati

source: This operation returns a single result.
it: Questa operazione ritorna un singolo risultato

source: The result can be monitored for changes, and will update in real-time.
it: Questa operazione può essere osservata per cambiamenti, e si aggiorna in tempo reale.

source: The result can be monitored for changes, and updates every %s.
it: Questa operazione può essere osservata per cambiamenti, e si aggiorna ogni %s.

source: Available Operations
it: Operazioni disponibili

source: Hide
it: Nascondi

source: Start Training
it: Inizia training

source: Download Code
it: Scarica codice
