Repository: stanford-oval/genie-cloud
Catalog: po/*.po
Languages: it

source: This entity can used in natural language
it: Questa entità può essere usata in linguaggio naturale.

source: Thingpedia Developer Portal
it: Portale Sviluppatori di Thingpedia

source: Entity: %s
it: Entità: %s

source: This entity type refers to the ID of a device in Thingpedia (e.g. com.twitter or com.hue).
it: Questo tipo di entità si riferisce all'ID di un dispositivo in Thingpedia (per esempio com.twitter o com.hue).

source: In natural language, this entity is represented using the Thingpedia device name (e.g. Twitter or Philips Hue).
it: In linguaggio naturale, questa entità si rappresenta usando il nome di dispositivo in Thingpedia (per esempio Twitter o Philips Hue).

source: Go to the list of all devices.
it: Vai alla lista di tutti i dispositivi.

source: This entity type refers to a Thingpedia function, using the syntax <i>classname</i>:<i>functionname</i>, e.g. <code>com.twitter:post</code>. This entity type is not accessible from natural language.
it: Questo tipo di entità si riferisce a una funzione in Thingpedia, usando la sintassi <i>nomeclasse</i>:<i>nomefunzione</i>, ad esempio <code>com.twitter:post</code>. Questa entità non è accessibile dal linguaggio naturale.

source: This entity type refers to a full ThingTalk program. It is used by <code>@<a href='/thingpedia/devices/by-id/org.thingpedia.builtin.thingengine.builtin'>org.thingpedia.builtin.thingengine.builtin</a>.get_commands</code> to return the example commands. This entity type is not accessible from natural language.
it: Questo tipo di entità si riferisce a un programma ThingTalk completo. È usato da <code>@<a href='/thingpedia/devices/by-id/org.thingpedia.builtin.thingengine.builtin'>org.thingpedia.builtin.thingengine.builtin</a>.get_commands</code> per restituire i comandi di esempio. Questa entità non è accessibile dal linguaggio naturale.

source: This entity type refers to the identifier of a <i>flow</i>, which connects two communicating ThingTalk programs. It is used by Communicating Almond, and is not accessible from natural language.
it: Questo tipo di entità si riferisce all'identificativo di un <i>flusso</i>, che collega due programmi ThingTalk in comunicazione. È usato da Almond Comunicante, e non è accessibile dal linguaggio naturale.

source: This entity type refers to the URL of a picture. Constants of this entity type cannot be expressed in natural language.
it: Questo tipo di entità si riferisce alla URL di un'immagine. Costanti di questo tipo di entità non possono essere espresse in linguaggio naturale.

source: This entity type uses special syntax in the semantic parser.
it: Questa entità usa una sintassi speciale nel parser semantico.

source: This entity is an opaque identifier and is not accessible from natural language.
it: Questa entità è un identificatore opaco e non è accessibile dal linguaggio naturale.

source: Value
it: Valore

source: The Open API Repository
it: La Collezione API Aperta

source: <big>%d</big> devices &amp; services, <big>%d</big> functions supported, and growing!
it: <big>%d</big> dispositivi e servizi, <big>%d</big> funzioni supportate, e in crescita!

source: What is Thingpedia?
it: Cos'è Thingpedia?

source: Thingpedia is an encyclopedia of applications for the Internet of Things. Just like how Wikipedia stores knowledge about the world, Thingpedia stores knowledge about devices in the world. Wikipedia is organized around articles; Thingpedia is organized around <i>devices</i>, such as Twitter, a light bulb, or a thermostat.
it: Thingpedia è un'enciclopedia di applicazioni per l'Internet of Things. Proprio come Wikipedia raccoglie il sapere riguardo al mondo, Thingpedia raccoglie il sapere dei dispositivi nel mondo. Wikipedia è organizzata in articoli; Thingpedia è organizzata in <i>dispositivi</i>, come Twitter, una lampadina, o un termostato.

source: Each device has a entry on Thingpedia. A Thingpedia entry stores the natural language interface that represent how humans refer to and interact with the device, and the executable specification corresponding to the device API.
it: Ogni dispositivo ha una voce in Thingpedia. Una voce in Thingpedia memorizza l'interfaccia in linguaggio naturale che rappresenta come gli umani si riferiscono e interagiscono con il dispositivo, e la specifica eseguibile corrispondente all'API del dispositivo.

source: Supported Devices & Services
it: Dispositivi e servizi supportati

source: I want to find a device...
it: Voglio trovare un dispositivo...

source: Contribute to Thingpedia
it: Contribuisci a Thingpedia

source: Class: %s
it: Classe: %s

source: This type is not yet approved.
it: Questo tipo non è approvato.

source: Approve it
it: Approvalo

source: This type belongs to a device that was not yet approved.
it: Questo tipo appartiene a un dispositivo che non è approvato.

source: This type is not yet approved for general use. You need a developer key to use it.
it: Questo tipo non è ancora stato approvato per l'uso comune. È necessario possedere una chiave sviluppatore per usarlo.

source: A newer version of this schema was submitted.
it: Una nuova versione di questo schema è stata inviata.

source: Go to the corresponding device page to approve it.
it: Vai alla pagina del dispositivo corrispondente per approvarla.

source: The translation for this type in your language is incomplete.
it: La traduzione per questo tipo nella tua lingua è incompleta.

source: Contribute translation
it: Contribuisci traduzione

source: This type is a marker for discovery.
it: Questo tipo è un marcatore per la ricerca.

source: It is used by a device to indicate a certain low-level capability, and has no actions of its own.
it: È usato da un dispositivo per indicare una certa capability di basso livello, e non ha azioni proprie.

source: Most likely, you will find this type together with another more generic type, eg. <i>bluetooth-uuid-0000110b-0000-1000-8000-00805f9b34fb</i>, indicating the A2DP Speaker capability, would be accompanied by <i>speaker</i>.
it: Molto probabilmente troverai questo tipo assieme ad un altro più generico, ad esempio <i>bluetooth-uuid-0000110b-0000-1000-8000-00805f9b34fb</i>, che indica uno speaker Bluetooth A2DP, sarà probabilmente accompagnato da <i>speaker</i>.

source: Version: none (approved), %d (developer)
it: Versione: nessuna (approvata), %d (sviluppatore)

source: Version: %d (approved), %d (developer)
it: Versione: %d (approvata), %d (sviluppatore)

source: Class Definition
it: Definizione di classe

source: Translate
it: Traduci

source: Created on %s
it: Creato il %s

source: Download types
it: Scarica tipi

source: Download metadata
it: Scarica metadata

source: Create a new snapshot
it: Crea un nuovo snapshot

source: String Datasets
it: Dataset di stringhe

source: Upload a new string dataset
it: Carica un nuovo dataset di stringhe

source: New String Dataset
it: Nuovo dataset di stringhe

source: Dataset ID
it: ID dataset

source: The ID is used to refer to the dataset in a <code>#[string_values='']</code> annotation.
it: Questo ID è usato per riferirsi al dataset in una annotazione <code>#[string_values='']</code>.

source: It must be of the form <var>prefix</var>:<var>suffix</var>, where <var>prefix</var> is the ID of a device you control, and <var>suffix</var> is an identifier.
it: Deve essere della forma <var>prefisso</var>:<var>suffisso</var>, dove <var>prefisso</var> è l'ID di un dispositivo che tu controlli, e <var>suffisso</var> è un identificatore.

source: Upload a TSV (tab separated) file with all the values for this entity, one per line. The file should be formatted as <code><var>value</var>&lt;tab&gt;<var>weight</var></code>, where <var>value</var> is the string value and <var>weight</var> is the unnormalized sampling probability for this value. Including weights in the file is optional. If the weights are provided, the dataset used for training will reflect the given distribution. If weights are omitted for any row, they default to 1.0.
it: Carica un file TSV (separato da tab) con tutti i valori di questà entità, uno per linea. Il file deve essere formattato come <code><var>valore</var>&lt;tab&gt;<var>peso</var></code>, dove <var>valore</var> è il valore della stringa e <var>peso</var> è la probabilità di estrazione non normalizzata per questo valore. Includere i pesi nel file è opzionale. Se i pesi sono inclusi, il dataset usato per il training rifletterà la distribuzione fornita. Se i pesi sono omessi in una certa linea, di default hanno valore 1.0.

source: The input file is already tokenized.
it: Il file di input è già tokenizzato.

source: Public domain
it: Pubblico dominio

source: Free (permissive)
it: Libero (permissivo)

source: Free (GPL-compatible copyleft)
it: Libero (copyleft compatibile GPL)

source: Non Commercial (incl. academic licenses)
it: Non commerciale (incluse licenze accademiche)

source: Proprietary
it: Proprietario

source: By submitting this dataset, you agree to license it with the above choice of license, in accordance with the <a href='/about/tos'>Terms of Service</a>. You must not upload datasets for which you do not have the relevant licenses. Proprietary datasets will not be downloadable, and will only be used to train the natural language model for Almond.
it: Inviando questo dataset, accetti di rilasciarlo con la scelta di licenza di cui sopra, in accordo con i <a href='/about/tos'>Termini di Servizio</a>. Non caricare dataset di cui non possiedi le licenze necessarie. Dataset proprietari non saranno scaricabili, e saranno usati solamente per allenare il modello di linguaggio naturale di Almond.

source: Attribution
it: Attribuzione

source: Use this field to provide details of the copyright and attribution, including any citations of relevant papers.
it: Usa questo campo per fornire dettagli del copyright e delle attribuzioni, incluse citazioni o paper rilevanti.

source: This dataset is proprietary and cannot be downloaded
it: Questo dataset è proprietario e non può essere scaricato

source: Download
it: Scarica

source: Close
it: Chiudi

source: Download Dataset
it: Scarica dataset

source: You are about to download the “%s” dataset.
it: Stai per scaricare il dataset “%s”.

source: This dataset is available only for non-commercial research use. By downloading this dataset, you agree to be bound by license agreement, including any attribution clause.
it: Questo dataset è disponibile solo per usi di ricerca non commerciali. Scaricando questo dataset, accetti l'accordo di licenza, incluse eventuali clausole di attribuzione.

source: Please review the license of this dataset before downloading it.
it: Per favore controlla la licenza di questo dataset prima di scaricarlo.

source: License & Attribution
it: Licenza e attribuzione

source: While this dataset is in the public domain, the author of this dataset has asked that you provide attribution if you use it:
it: Sebbene questo dataset sia di pubblico dominio, l'autore chiede che tu denoti la provenienza se lo usi:

source: Translate %s
it: Traduci %s

source: Import from previous version
it: Importa dalla versione precedente

source: Class Metadata
it: Metadata di classe

source: English
it: Inglese

source: Translated
it: Tradotto

source: Action:
it: Azione:

source: User Profile
it: Profilo utente

source: Personal information
it: Informazioni personali

source: Your email was verified.
it: La tua email è stata verificata.

source: Resend verification
it: Invia verifica di nuovo

source: Real name
it: Nome reale

source: Show my real name in my public profile.
it: Mostra il mio nome reale nel mio profilo pubblico.

source: Show my profile picture in my public profile.
it: Mostra la mia immagine di profilo nel mio profilo pubblico.

source: Your profile picture is automatically retrieved from <a href='https://en.gravatar.com'>Gravatar</a> using a secure hash of your email.</a>
it: La tua immagine di profilo è automaticamente recuperata da <a href='https://en.gravatar.com'>Gravatar</a> usando un hash sicuro della tua email.</a>

source: Administrator of %s
it: Amministratore di %s

source: Member of %s
it: Membro di %s

source: None. You have been invited to the following organizations:
it: Nessuna. Sei stato invitato nelle organizzazioni seguenti:

source: Accept
it: Accetta

source: None (<a href='/user/request-developer'>apply to be a developer</a>)
it: Nessuna (<a href='/user/request-developer'>fai domanda per essere sviluppatore</a>)

source: Include my name on my developer organization's public profile.
it: Includi il mio nome nel profilo pubblico della mia organizzazione di sviluppatore

source: Developer Access
it: Accesso sviluppatore

source: All code you submit can go live to all Almonds with no review. Be careful!
it: Tutto il codice che invii sarà attivo su tutti gli Almond senza revisione. Stai attento!

source: You can submit new entries, but they have to be reviewed by an administrator before users can see them.
it: Puoi inviare nuovi dispositivi in Thingpedia, ma devono essere revisionate da un amministratore prima che gli utenti possano vederli.

source: You can test the code submitted by other members of your organization, but you cannot modify it or upload new entries.
it: Puoi modificare il codice inviato da altri membri della tua organizzazione, ma non puoi modificarlo o caricare nuove voci.

source: Thingpedia Developer Key
it: Chiave Sviluppatore Thingpedia

source: You can use this developer key in other Almonds (such as one you're running locally for testing) to access your devices before they are approved.
it: Puoi usare questa chiave sviluppatore in altri Almond (ad esempio uno che stai eseguendo localmente per fare testing) per accedere ai tuoi dispositivi prima che siano approvati.

source: Show my public profile
it: Mostra il mio profilo pubblico

source: Access information
it: Informazioni di accesso

source: You did not configure a password. You should provide one, in case you lose access to the account you logged in with.
it: Non hai configurato una password. Dovresti fornirne una, in caso tu perda l'accesso all'account con cui sei entrato.

source: Old Password
it: Vecchia Password

source: Change password
it: Cambia password

source: Two-factor authentication is enabled.
it: L'autenticazione a due fattori è abilitata.

source: Configure again.
it: Configura di nuovo.

source: Two-factor authentication is not enabled.
it: L'autenticazione a due fattori non è abilitata.

source: Enable
it: Abilita

source: Configure login with Google
it: Configura login con Google

source: Delete account
it: Elimina account

source: Are you sure you want to delete your account?
it: Sei sicuro che vuoi eliminare il tuo account?

source: Deleting the account is an irreversible operation. All the data stored on the server will be lost permanently.
it: Eliminare l'account è un'operazione irreversible. Tutti i dati conservati sul server saranno persi definitivamente.

source: You will need to relink your phone if you make a new account, but you will not lose the data stored in them.
it: Dovrai ricollegare il tuo telefono se apri un nuovo account, ma non perderai i dati salvati in esso.

source: Yes, I want to delete my account
it: Sì, voglio eliminare il mio account

source: No, I changed my mind
it: No, ho cambiato idea

source: Authorized third-party apps
it: App di terze parti autorizzate

source: By %s
it: Di %s

source: Revoke
it: Revoca

source: You have not authorized any third-party app.
it: Non hai ancora autorizzato alcuna app di terze parti.

source: Issue an Access Token
it: Genera un token di accesso

source: The following token is valid anywhere an access token is expected. It is valid for one month, and enables all scopes. Treat it like a password!
it: Il token seguente è valido ovunque un token di accesso sia richiesto. È valido per un mese, e abilita tutti gli ambiti. Trattalo come una password!

source: Phone
it: Telefono

source: You are running a Almond in your phone.
it: Stai eseguendo un Almond nel tuo telefono.

source: You did not link the Almond in your phone to your account.
it: Non hai collegato l'Almond nel tuo telefono al tuo account.

source: If you are not running Almond already, first <a href='https://play.google.com/store/apps/details?id=edu.stanford.thingengine.engine'>download the app</a>.
it: Se non stai già eseguendo Almond, prima di tutto <a href='https://play.google.com/store/apps/details?id=edu.stanford.thingengine.engine'>scarica l'app</a>.

source: Then visit this page on a mobile browser, or scan this QR code.
it: Quindi visita questa pagina da un browser mobile, o scansiona questo QR code.

source: Configure
it: Configuralo

source: Laptop
it: Portatile

source: You are running a Almond in your laptop.
it: Stai eseguendo un Almond nel tuo portatile.

source: You did not link the Almond in your laptop to your account. You should do so from the Settings page in the native Almond app.
it: Non hai collegato l'Almond nel tuo portatile al tuo account. Devi farlo dalla pagina di Impostazioni della tua app Almond nativa.

source: This device is owned by your %s.
it: Questo dispositivo è posseduto dal tuo %s.

source: The device is not available. It might be powered off or disconnected.
it: Questo dispositivo non è disponibile. Potrebbe essere spento o disconnesso.

source: The device is available and working.
it: Questo dispositivo è disponibile e funzionante.

source: The device is not available because your server is disconnected.
it: Questo dispositivo non è disponibile perchè il tuo server è disconnesso.

source: Make sure that it is powered on and correctly configured.
it: Assicurati che sia acceso e correttamente configurato.

source: The device is not available because your phone is disconnected.
it: Questo dispositivo non è disponibile perchè il tuo telefono è disconnesso.

source: Make sure that it is powered on and connected to the network.
it: Assicurati che sia acceso e connesso alla rete.

source: The device is not available because Cloud Almond cannot be reached.
it: Questo dispositivo non è disponibile perchè Almond Cloud non può essere raggiunto.

source: There might be a temporary service outage.
it: Potrebbe esserci un'interruzione di servizio temporanea.

source: It was not possible to verify if the device is available.
it: Non è stato possibile verificare che il dispositivo sia disponibile.

source: Please check it is powered on and correctly configured.
it: Assicurati che sia acceso

source: Disable
it: Disabilita

source: Forget
it: Dimentica

source: Configure new skill
it: Configura nuova skill

source: Your Almond exited.
it: Il tuo Almond non è più attivo.

source: More Details
it: Più dettagli

source: Active Commands
it: Comandi attivi

source: Stop
it: Ferma

source: This rule had an error: %s
it: Questa regola ha avuto un errore: %s

source: Enabled Skills
it: Skill abilitate

source: You are now ready to start using Almond for your own accounts.
it: Ora sei pronto a usare Almond per i tuoi account.

source: Join the Community
it: Entra nella comunità

source: A verification email has been sent to your address. Some functionality on your account, such as developer access, will be limited until you verify your email. You must click on the verification link to enable your account in full.
it: Un'email di verifica è stata inviata al tuo indirizzo. Alcune funzionalità del tuo account, come per esempio l'accesso sviluppatore, saranno limitate fino a quando non verifichi la tua email. Devi cliccare sul link di verifica per abilitare il tuo account appieno.

source: Resend verification email
it: Invia email di verifica di nuovo

source: New Training Job
it: Nuovo lavoro di training

source: Italian
it: Italiano

source: Chinese
it: Cinese

source: Job Type
it: Tipo di lavoro

source: Update dataset
it: Aggiorna dataset

source: Train model
it: Allena modello

source: Update & Train
it: Aggiorna e allena

source: Queue Job
it: Accoda lavoro

source: Queue a new training job
it: Accoda un nuovo lavoro di training

source: Current Metrics
it: Metrice correnti

source: Model: %s
it: Modello: %s

source: Queue: %s
it: Coda: %s

source: Model
it: Modello

source: Progress
it: Progresso

source: Start Time
it: Ora di inizio

source: ETA
it: Ora di fine

source: all
it: tutti

source: waiting for %d
it: in attesa di %d

source: Toggle navigation
it: Mostra/nascondi navigazione

source: Don't have a username and password yet?
it: Non hai ancora uno username e password?

source: Sign up now!
it: Registrati ora!

source: I forgot my password
it: Ho dimenticato la password

source: Log In with Google
it: Entra con Google

source: Log In with Github
it: Entra con Github

source: Instructions
it: Istruzioni

source: Examples
it: Esempi

source: Your Turn Now
it: Ora è il tuo turno

source: Command
it: Comando

source: Paraphrase
it: Parafrasi

source: Something wrong for this paraphrase
it: Qualcosa non va in questa parafrasi

source: Worker ID
it: ID worker

source: Submit
it: Invia

source: You cannot submit until you finish the tasks.
it: Non puoi sottomette fino a quando non completi tutti i task.

source: # inputs
it: # input

source: Target size
it: Dimensione prevista

source: # submissions
it: # sottomissioni

source: # validated
it: # validate

source: Not Started
it: Non iniziato

source: Paraphrasing
it: Parafrasi

source: Ready to Validate
it: Pronto a validare

source: Validation
it: Validazione

source: Complete
it: Completeo

source: Start Validation
it: Avvia validazione

source: Downloads CSV
it: Scarica CSV

source: Create a new batch
it: Crea un nuovo ordine

source: Submissions per HIT
it: Sottomissioni per HIT

source: TSV File
it: File TSV

source: Validate
it: Valida

source: Original Sentence %d: %s
it: Frase originale %d: %s

source: Paraphrase %d: %s
it: Parafrasi %d: %s

source: same
it: identica

source: different
it: diversa

source: Device: %s
it: Dispositivo: %s

source: Service: %s
it: Servizio: %s

source: This device is not yet approved.
it: Questo dispositivo non è ancora stato approvato.

source: This device is not yet approved for general use.
it: Questo dispositivo non è ancora stato approvato.

source: Request approval
it: Richiedi approvazione

source: This device is not yet approved for general use. You need a developer key to use it.
it: Questo dispositivo non è approvato per l'uso comune. È necessario possedere una chiave sviluppatore per usarlo.

source: A newer version of this device was submitted.
it: Una nuova versione di questo dispositivo è stata inviata.

source: Request Approval
it: Richiedi approvazione

source: Additional comments (optional)
it: Altri commenti (può essere lasciato vuoto)

source: Send Request
it: Invia richiesta

source: The translation for this account in your language is incomplete.
it: La traduzione per questo account nella tua lingua è incompleta.

source: The translation for this device in your language is incomplete.
it: La traduzione per questo dispositivo nella tua lingua è incompleta.

source: The natural language dataset for this device is being updated. You should wait before testing.
it: Il dataset di linguaggio naturale per questo dispositivo è in corso di aggiornamento. Per favore attendi prima di fare testing.

source: The natural language model for this device is being updated. Natural language support might be limited.
it: Il modello di linguaggio naturale per questo dispositivo è in corso di aggiornamento. Il supporto al linguaggio naturale potrebbe essere limitato.

source: Status: queued.
it: Stato: in coda.

source: Status: training (%.0f%%).
it: Stato: in allenamento (%.0f%%).

source: ETA: %s
it: Stima completamento: %s

source: This is a builtin device in any Almond.
it: Questo è un dispositivo predefinito in ogni Almond.
