Repository: stanford-oval/genie-cloud
Catalog: po/*.po
Languages: it

source: Screenshot of Almond for Android. The user asks: “Show me the New York Times”. Almond replies with news articles.
it: Screenshot di Almond per Android. L'utente chiede: “Mostrami il New York Times”. Almond risponde con gli articoli di giornale.

source: Say: “Monitor the New York Times”
it: Di': “Controlla il New York Times”

source: Graphical and Voice is the Best Combination
it: Voce e grafica è la combinazione migliore

source: Screenshot of Web Almond. The user asks, in sequence, “Turn on my security camera”, “Get a snapshot” and “Send an email to my neighbor if my camera detects motion when I am not home”.
it: Screenshot di Web Almond. L'utente chiede, in sequenza, “Accendi la mia videocamera di sicurezza”, “Mostrami uno snapshot” e “Invia una mail al mio vicino se la mia videocamera rileva movimento quando non sono a casa”.

source: Say: “Show me a security camera snapshot”
it: Di': “Mostrami un'istantanea della mia video camera di sicurezza”

source: Enhance Your Life With All The Internet's Resources
it: Milgiora la tua vita con tutte le risorse di Internet

source: Screenshot of Almond for PC. The list of enabled rules is shown, which includes: “Set your laptop's background to the NASA Astronomy Picture of the Day”. In the background, a NASA picture is shown.
it: Screenshot di Almond per PC. Viene mostrata la lista delle regole abilitate, che include “Imposta lo sfondo del tuo laptop all'immagine astronomica del giorno della NASA”. Sullo sfondo, è mostrata un'immagine della NASA.

source: Say: “Change my laptop background to the NASA Picture of the Day”
it: Di': “Cambia lo sfondo del mio portatile all'immagine astronomica NASA del giorno”

source: Automate Your Tasks, Across All Your Services
it: Automatizza tutti i tuoi compiti, con tutti i tuoi servizi

source: Say: “Tweet the post when my Facebook updates”
it: Di': “Twitta il post quando aggiorno Facebook”

source: Coming soon!
it: In arrivo!

source: The Best Way To Control Your Home
it: Il miglior metodo di controllare la tua casa

source: Say: “Turn off my TV if there is nobody in the room”
it: Di': “Spegni la TV se non c'è nessuno nella stanza”

source: Previous
it: Precedente

source: Next
it: Successivo

source: How Almond Works
it: Come funziona Almond

source: See how Almond helps Kimmy babysit.
it: Guarda come Almond aiuta la babysitter Kimmy (in inglese).

source: Learn how you can use Almond for your tasks.
it: Impara come puoi usare Almond per i tuoi compiti (in inglese).

source: Our Goal: Open Virtual Assistants for the Open Web
it: Il nostro obiettivo: assistenti virtuali aperti per il web

source: Virtual assistants are the new interface to the Web.
it: Gli assistenti virtuali sono la nuova interfaccia al web.

source: Our vision for virtual assistants includes:
it: La nostra visione per gli assistenti virtuali include:

source: What We Do
it: Cosa facciamo

source: Programmable Notifications
it: Notifiche programmabili

source: Notifications are <em>hard</em>! Every website, every social network, every app is continuously competing for our attention. But that's no more: with Almond, <em>you</em> decide what <em>you</em> care about.
it: Le notifiche sono <em>difficili</em>! Ogni sito web, ogni social network, ogni app è continuamente in competizione per la nostra attenzione. Ma non più: con Almond, <em>tu</em> decidi cosa ti interessa.

source: Commands in Almond can be <i>monitored</i> and <i>filtered</i>: you can specify to be notified whenever the result changes, when a certain condition is true, or only for a certain subset of the data. For example:
it: I comandi in Almond possono essere <i>monitorati</i> e <i>filtrati</i>: puoi specificare di essere notificato ogni qual volta il risultato cambia, quando una certa condizione si avvera, o solo per un certo sottoinsieme dei dati. Per esempio:

source: You can monitor the New York Times, and be notified when they publish a new article; or you can monitor just the articles with the word “Millennial”, so you know which industry is being killed now.
it: Puoi monitorare il New York Times, ed essere notificato quando pubblicano un nuovo articolo; oppure puoi monitorare solo gli articoli che includono il termine “Millennial”, così sai quale industria è in via di estinzione ora.

source: You can monitor the weather, or you choose to be notified only when the temperature is below 40 degrees, and it's time to bring in your dog.
it: Puoi controllare il meteo, o puoi scegliere di essere notificato solo se la temperatura è sotto 5 gradi, ed è ora di far rientrare il cane.

source: You can monitor your work email, and then decide that, you know what, it's after hours, you don't want to be bothered.
it: Puoi monitorare le tue email di lavoro, e decidere che, sai cosa, non è orario di ufficio, non te ne può fregare di meno.

source: Almond's conditions can make use of any result returned by a command, like the title of an article or the body of the new email. You can also use a command, and check if that satisfies a condition. Just specify your conditions in English, and let Almond notify you.
it: Le condizioni di Almond possono usare ogni risultato riportato da un comando, come ad esempio il titolo di un articolo o il corpo di una nuova email. Puoi anche usare un comando, e controllare se soddisfa una condizione. Specifica le tue condizioni in italiano, e lascia che Almond ti notifichi.

source: Example of a notification. The user says “Alert me when the price of Bitcoin is below $3,600”. Almond confirms, and then notifies, as the price of Bitcoin is now $3,500.
it: Esempio di una notifica. L'utente dice “notificami quando il prezzo di Bitcoin è sotto 3,600 $”. Almond conferma e poi notifica, dato che il prezzo di Bitcoin è ora 3,500 $.

source: Flexible Compound Commands
it: Comandi composti flessibili

source: Almond is the first virtual assistant that allows you to specify commands that combine two or more services at once. You can specify <em class=when>when</em> to execute the command, what data to <em class=get>get</em>, and what to <em class=do>do</em>, and each part can be any of the primitives supported by Almond.
it: Almond è il primo assistente virtuale che ti consente di specificare comandi che combinano due o più servizi in uno. Puoi specificare <em class=when>quando</em> eseguire un comando, quale data <em class=get>recuperare</em>, e cosa <em class=do>fare</em>. Ogni parte può essere qualunque dei comandi supportati di Almond.

source: You can use compound commands for:
it: Puoi usare comandi composti per:

source: Automation: <q><span class=when>when I leave home</span>, <span class=do>turn off the heating</span></q>.
it: Automazione: <q><span class=when>quando esco di casa</span>, <span class=do>spegni il riscaldamento</span></q>

source: Synchronization: <q><span class=when>when I post to Twitter</span>, <span class=do>copy the post to Facebook</span></q>.
it: Sincronizzazione: <q><span class=when>quando posto su Twitter</span>, <span class=do>copia il post su Facebook</span></q>

source: Composition: <q><span class=get>get the Bitcoin price</span> and then <span class=do>send it to my colleague on Slack</span></q>.
it: Composizione: <q><span class=get>recupera il prezzo di Bitcoin</span> e poi <span class=do>invialo ail miei colleghi su Slack</span></q>

source: And many more!
it: E molti altri!

source: If you have used IFTTT, you'll love Almond.
it: Se hai usato IFTTT, amerai Almond

source: <span class=when>when the New York Times has an article about China</span>,<br><span class=get>translate the headline to Chinese</span>,<br>then <span class=do>email it to my friend</span>
it: <span class="when">quando il New York Times ha un articolo riguardante la Cina</span>,<br><span class="get">traduci il titolo in cinese</span>,<br>e poi<span class="do">mandalo a un mio amico via email</span>

source: A Growing, Crowdsourced, Library of Services
it: Una libreria di servizi crowdsourced e in costante crescita

source: Almond provides a uniform interface to your physical devices, your social network accounts, and many more services. Almond wants to let you access anything on the Internet, from your assistant.
it: Almond fornice un'interfaccia uniforme ai tuoi dispositivi fisici, i tuoi account di social network, e molti altri servici. Almond vuole consentirti di accedere a qualunque cosa su Internet, dal tuo assistente.

source: Almond capabilities are defined in <em>Thingpedia</em>, a crowdsourced repository of commands and interfaces to online services and Internet of Things. Anyone can contribute new entries to Thingpedia, and with small amounts of training data, Almond will be immediately able to interact with the new device or service.
it: Le abilità di Almond sono definite in <em>Thingpedia</em>, una collezione crowdsourced di comandi e interfacce ai servizi online e Interent of Things. Tutti possono contribuire nuove voci in Thingpedia, e con un piccolo quantitativo di dati, Almond è immediatamente in grado di interagire con il nuovo dispositivo o servizio.

source: <a href='/thingpedia'>Learn more about Thingpedia</a> and <a href='/about/get-involved'>how you can help Almond learn new services and skills</a>.
it: <a href='/thingpedia'>Scopri di più su Thingpedia</a> e <a href='/about/get-involved'>come puoi aiutare Almond a scoprire nuovi servizi e abilità</a>.

source: Icon for %s
it: Icona di %s

source: Cutting-Edge Deep Learning Technology
it: Ultimissime technologie di Deep Learning

source: Almond uses a state-of-the-art natural language understanding model. Almond's deep learning model allows it to understand more complex commands across more domains than any other assistant on the market: just train Almond with pairs of sentences and programs, and Almond will learn.
it: Almond usa un modello di comprensione del linguaggio naturale allo stato dell'arte. Il modello di deep learning di Almond gli consente di comprendere comandi più complessi, su più dominii che ogni altro assistente sul mercato. Allena Almond con paia di frasi e di programmi, e Almond imparerà.

source: We are continuously improving Almond, and building tools to allow others to extend Almond. We have developed a tool called <a href='/doc/genie-intro.md'>Genie</a> that allows to generate training data in new domains from scratch. Using Genie, we have found that Almond understands user's input with 68% accuracy - a marked improvement over the previous best known result. Furthermore, with little effort we were able to build a specialized skill for <a href='https://almond.stanford.edu/thingpedia/devices/by-id/com.spotify'>Spotify</a>, add natural language to access control, and extend Almond with aggregates (sum, count, average, etc.).
it: Miglioriamo continuamente Almond, e costruiamo strumenti che consentono ad altri di estendere Almond. Abbiamo sviluppato uno strumento chiamato <a href='/doc/genie-intro.md'>Genie</a> che consente di generate dati di allenamento partendo da zero in nuovi ambiti. Utilizzando Genie, abbiamo scoperto che Almond può capire l'input dell'utente con un'accuratezza del 68% (in inglese) - un miglioramento notevole rispetto al precedente risultato noto. In aggiunta, con mimimo sforzo abbiamo potuto realizzare una skill specializzata per <a href='https://almond.stanford.edu/thingpedia/devices/by-id/com.spotify'>Spotify</a>, aggiungere il controllo di accesso in linguaggio naturale, ed estendere Almond con operatori aggregati (somma, conto, media, ecc.).

source: As academics, our research is open-source, and all technology is freely available to the public. Anyone can leverage our algorithm in their product or in their own research. <a href='https://oval.cs.stanford.edu'>Learn more about our research</a> and <a href='/about/use-almond'>how you can use Almond's technology</a>.
it: Come accademici, la nostra ricerca è open-source, e tutta la tecnologia è liberamente disponibile al pubblico. Chiunque può fare uso del nostro algoritmo nel proprio prodotto o per la propria ricerca. <a href='https://oval.cs.stanford.edu'>Scopri di più riguardo alla nostra ricerca</a> (in inglese) e <a href='/about/use-almond'>come puoi usare la tecnologia di Almond</a>

source: What can Almond do?
it: Cosa può fare Almond?

source: Here is a sample of what Almond can do, and a few commands that our users and developers think are interesting. It is not an exhaustive list! Commands can combined in arbitrary ways, creating endless possibilities for your assistant.
it: Ecco un esempio di quello che Almond può fare, e alcuni comandi che i nostri utenti e sviluppatori credono siano interessanti. Non è una lista completa! I comandi possono essere combinati in modo arbitrario, creando possibilità senza limite per il tuo assistente.

source: Privacy Policy
it: Politica di privacy

source: Use Almond In Your Project
it: Usa Almond per il tuo progetto

source: How to build with Almond
it: Costruisci con Almond

source: Apps
it: App

source: Project Showcase
it: Progetti in vista

source: All sorts of projects can be made using the Almond platform. Here are two that we think are cool. Yours could be next!
it: Ogni genere di progetto può essere costruito con la piattaforma Almond. Eccone due che secondo noi sono interessanti. Il tuo potrebbe essere il prossimo!

source: Also, see our <a href='https://oval.cs.stanford.edu'>research group page</a> and our <a href='/blog'>blog</a> to see what else the Almond project is cooking.
it: In aggiunta, visita la nostra <a href='https://oval.cs.stanford.edu'>pagina di ricerca</a> (in inglese) e il nostro <a href='/blog'>blog</a> per scoprire cos'altro sta preparando il progetto di Almond.

source: Almond Music with Alexa & Google Home support
it: Almond Musica con supporto Alexa & Google Home

source: Multi-user Almond
it: Almond per più utenti

source: Documentation
it: Documentazione

source: Error
it: Errore

source: Sorry that did not work
it: Mi dispiace ma non ha funzionato

source: Syntax error at %s line %d: %s
it: Errore di sintassi in %s linea %d: %s

source: Go back
it: Torna indietro

source: Login required
it: Login richiesto

source: Sorry but you must log in before opening this page
it: Mi dispiace ma devi eseguire il login prima di aprire questa pagina

source: Log in
it: Entra

source: This is not the page you're looking for
it: Questa non è la pagina che stai cercando

source: You should not have this link.
it: Non dovresti avere questo link.

source: This is a pairing link for a different Almond account than yours.
it: Questo è un link di accoppiamento per un account Almond diverso dal tuo.

source: If you obtained it by mistake, you should destroy it immediately by clearing the browser history and cache, and you should contact whoever gave this link that they risk having their account compromised.
it: Se lo hai ottenuto per errore, dovresti distruggerlo immediatamente cancellando la cronologia del browser e la cache, e dovresti contattare chiunque ti abbia dato questo link perchè rischia di avere il proprio account compromesso.

source: You must open the QR code link with the Almond app, not with your browser.
it: Devi aprire il link QR code con l'app Almond, non con il browser.

source: If you were trying to link your Almond account to your phone, you should <a href='/user/login'>log in</a> first.
it: Se stavi cercando di collegare il tuo account Almond al tuo cellulare, dovresti prima eseguire il <a href='/user/login'>login</a>.

source: Thingpedia Developer Organizations
it: Organizzazioni di sviluppatori di Thingpedia

source: Search
it: Cerca

source: Unreviewed Devices
it: Dispositivi non revisionati

source: Name
it: Nome

source: Owner
it: Proprietario

source: Approved version
it: Versione approvata

source: Approval time
it: Data approvazione

source: Dev version
it: Versione di sviluppo

source: Last modified
it: Ultima modifica

source: Never
it: Mai

source: User: %s (%s)
it: Utente: %s (%s)

source: User: %s
it: Utente: %s

source: Profile picture of %s
it: Immagine profilo di %s

source: Member of
it: Membro di

source: Almond Cheatsheet
it: Bigino Almond

source: WHEN:
it: QUANDO:

source: GET:
it: OTTIENI:

source: DO:
it: FAI:

source: Almond is part of a research project of the <a href='https://mobisocial.stanford.edu'>Mobisocial Computing Laboratory</a> at Stanford University.
it: Almond è parte di un progetto di ricerca del <a href='http://mobisocial.stanford.edu'>Mobisocial Computing Laboratory</a> presso la Stanford University.

source: Almond is free software, distributed under the <a href='https://www.gnu.org/licenses/gpl-3.0-standalone.html'>GPLv3 license</a>.
it: Almond è software libero, distribuito secondo la <a href='https://www.gnu.org/licenses/gpl-3.0-standalone.html'>licenza GPLv3</a>.

source: Two-Factor Authentication
it: Autenticazione a due fattori

source: 2-Factor Auth
it: Autenticazione a due fattori

source: To set up two-factor authentication, open your Authenticator app (e.g. Google Authenticator, or Duo Mobile), then scan the following QR code. When you are ready, input one OTP code in the form, to verify that the configuration was correct.
it: Per impostate l'autenticazione a due fattori, apri la tua app di autenticazione (per esempio Google Authenticator, o Duo Mobile) e scansiona il codice QR seguente. Quando sei pronto, inserisci un codice OTP nel modulo per verificare che la configurazione sia corretta.

source: It appears that you have configured two-factor authentication previously.
it: Sembra che tua abbia già configurato l'autenticazione a due fattori.

source: If you complete the form here, your previous configuration will become invalid.
it: Se completi il modulo qui, la tua configurazione precedente non sarà più valida.

source: Use this form only to transfer your two-factor configuration to a new phone or app.
it: Usa questo modulo solo per trasferire la tua configurazione verso un nuovo cellulare o app.

source: OTP Code
it: Codice OTP

source: Enable Two-Factor Authentication
it: Abilita autenticazione a due fattori

source: Create a new post
it: Crea un nuovo post

source: Edit
it: Modifica

source: Unpublish
it: Depubblica

source: Publish
it: Pubblica

source: Delete
it: Elimina

source: Published %s.
it: Pubblicato il %s.

source: Not published yet.
it: Non ancora pubblicato.

source: Developer Organization
it: Organizzazione di sviluppatore

source: Developer Organization: %s (%s)
it: Organizzazione di sviluppatore: %s (%s)

source: Developer Organization: %s
it: Organizzazione di sviluppatore: %s

source: Change
it: Cambia

source: New name
it: Nuovo nome

source: This name will be visible to the organization members in their developer page.
it: Questo nome sarà visibile ai membri dell'organizzazione nella loro pagina di sviluppatore.

source: New comment
it: Nuovo commento

source: Text entered here is only visible to the administrators on this page.
it: Il testo inserito qui è solo visibile agli amministratori in questa pagina.

source: Members
it: Membri

source: Administrator
it: Amministratore

source: Developer
it: Sviluppatore

source: Add a member
it: Aggiungi membro

source: Add member
it: Aggiungi membro

source: Username
it: Nome utente

source: Add as a developer
it: Aggiungi come sviluppatore

source: Devices
it: Dispositivi

source: This organization does not own any device yet.
it: Questa organizzazione non controlla ancora alcun dispositivo.

source: Almond Blog Editor
it: Editor blog di Almond

source: Title
it: Titolo

source: Image
it: Immagine

source: Blurb
it: Riassunto

source: A short text that will be shown in the front page and archive.
it: Un testo breve che sarà mostrato nella pagina iniziale e nell'archivio.

source: Body
it: Corpo

source: Preview
it: Anteprima

source: Save
it: Salva

source: Upload a picture
it: Carica un'immagine

source: Upload
it: Carica

source: Permalink
it: Link permanente

source: By %s. Not published yet.
it: Di %s. Non ancora pubblicato.

source: By %s. Published %s.
it: Di %s. Pubblicato il %s.

source: By %s. Published %s, updated %s.
it: Di %s. Pubblicato il %s e aggiornato il %s.

source: I want to find a command...
it: Voglio trovare un comando...

source: Reset
it: Azzera

source: Add a New Command
it: Aggiungi un comando

source: Add New Command
it: Aggiungi un comando

source: Command
it: Comando

source: What does the command accomplish?
it: Che cosa realizza questo comando?

source: Do you mean:
it: Intendi:

source: Sorry, I did not understand that.
it: Mi dispiace, non ho capito.

source: Write ThingTalk code manually.
it: Inserisci codice ThingTalk manualmente.

source: ThingTalk Code
it: Codice ThingTalk:

source: (How to write ThingTalk?)
it: (Come scrivere in ThingTalk?)

source: Code Here...
it: Codice qui...

source: Don't know how to write ThingTalk, or do you suspect this command is not supported?
it: Non sai come scrivere in ThingTalk, o sospetti che questo comando non sia supportato?

source: Suggest this command for future inclusion instead.
it: Suggerisci questo comando perchè sia incluso in futuro.

source: Please confirm this is what you would like your command to do:
it: Per favore conferma che questo è ciò che vuoi il tuo comando esegua:

source: Add
it: Aggiungi

source: Find More Commands
it: Trova più comandi

source: Thanks for your interest in Thingpedia!
it: Grazie per il tuo interesse in Thingpedia!

source: The process of becoming a contributor to Thingpedia involves creating a <i>developer organization</i>. This organization will be the public face of all your contributions, whether third-party services, integrations, or natural language models. After the organization is created, you can invite collaborators and testers.
it: Il processo per diventare un contributore a Thingpedia include la creazione di una <i>organizzazione di sviluppatori</i>. Questa organizzazione sarà l'immagine pubblica di tutte le tue contribuzioni, siano esse servizi di terze party, integrazioni, o modelli di linguaggio naturale. Dop aver creato l'organizzazione, puoi invitate collaboratori e tester.

source: To create a new organization, fill the following form. If you instead would like to join an existing organization, you should contact an administrator and ask to be invited.
it: Per creare una nuova organizzazione, compila il modulo seguente. Se invece vuoi unirti ad una organizzazione esistente, per favore contatta uno degli amministatori dell'organizzazione e richiedi di essere invitato.

source: Organization Name
it: Nome organizzazione

source: This will be visible to other users in your public profile and in all the devices you contribute to. You can change it later. Please do not use a name that implies affiliation with Stanford or Almond, unless you have prior permission.
it: Questo sarà visibile ad altri utenti nel tuo profilo pubblico e in tutti i dispositivi a cui contribuisci. Puoi cambiarlo in seguito. Per favore non usare un nome che suggerisca che sei affiliato a Stanford o Almond, se non hai ricevuto il permesso in precendenza.

source: The following is just for us, to know more about our users. You can leave all fields blank.
it: Il resto del modulo è solo per noi, per conoscere meglio i nostri utenti. Puoi lasciare tutti i campi bianchi.

source: Company Name
it: Nome azienda

source: Reason to use Thingpedia
it: Motivo per usare Thingpedia

source: Additional comments
it: Altri commenti

source: I have read and accept the <a href='/about/tos'>Terms of Service</a>, including the additional sections pertaining to the Thingpedia Developer program.
it: Ho letto e accetto i <a href='/about/tos'>Termini di Servizio</a>, incluse le sezioni addizionali riguardanti il programma di sviluppo Thingpedia.

source: Create Organization
it: Crea organizzazione

source: Welcome to Almond, %s!
it: Benvenuto in Almond, %s!
